// *++
//
// Copyright (c) 2006, Intel Corporation                                                         
// All rights reserved. This program and the accompanying materials                          
// are licensed and made available under the terms and conditions of the BSD License         
// which accompanies this distribution.  The full text of the license may be found at        
// http://opensource.org/licenses/bsd-license.php                                            
//                                                                                           
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,                     
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.             
// 
// Module Name:
//
//   InventoryStrings.uni
// 
// Abstract:
// 
//   String definitions for Inventory file.
// 
// Revision History:
// 
// --*/


/=#

#langdef eng "English"
#langdef fra "Francais"


#string STR_INV_FORM_SET_TITLE         #language eng  "  Network Controller Information"
                                       #language fra  "  Mi motor Español de arreglo"
#string STR_INV_FORM_SET_HELP          #language eng  "The ABC Network Controller version information, which includes Firmware versions as well as supported characteristics"
                                       #language fra  "The ABC Network Controller version information, which includes Firmware versions as well as supported characteristics"
#string STR_INV_FORM1_TITLE            #language eng  "ABC Network Controller Version Data"
                                       #language fra  "Mi Primero Arreglo Página"
#string STR_INV_VERSION_TEXT           #language eng  "Firmware Revision Date: 02/03/2002"
                                       #language fra  "Firmware Revision Date: 02/03/2002"
#string STR_INV_VERSION_HELP           #language eng  "The date of the revision of the Firmware being used."
                                       #language fra  "The date of the revision of the Firmware being used."
#string STR_INV_VERSION_TEXT2          #language eng  "Major Version: 6.32.5"
                                       #language fra  "Major Version: 6.32.5"
#string STR_INV_VERSION_TEXT3          #language eng  "Patch Version: 1.02.53"
                                       #language fra  "Patch Version: 1.02.53"
#string STR_INV_VERSION_TEXT4          #language eng  "Characteristics:  10/100 Mb/s"
                                       #language fra  "Characteristics:  10/100 Mb/s"
#string STR_INV_VERSION_TEXT5          #language eng  "                  3.3 V power usage"
                                       #language fra  "                  3.3 V power usage"
#string STR_INV_VERSION_TEXT6          #language eng  "                  3K Transmit FIFO"
                                       #language fra  "                  3K Transmit FIFO"
#string STR_INV_VERSION_TEXT7          #language eng  "                  3K Receive FIFO"
                                       #language fra  "                  3K Receive FIFO"
#string STR_INV_VERSION_TEXT8          #language eng  "                  TCP/UDP checksum offload"
                                       #language fra  "                  TCP/UDP checksum offload"
#string STR_INV_VERSION_TEXT9          #language eng  "                  128K Flash"
                                       #language fra  "                  128K Flash"
#string STR_INV_VERSION_TEXT10         #language eng  "                  32-bit PCI"
                                       #language fra  "                  32-bit PCI"
#string STR_INV_VERSION_TEXT11         #language eng  "                  Intel® 82540EM"
                                       #language fra  "                  Intel® 82540EM"
#string STR_INV_VERSION_TEXT12         #language eng  "Press ESC to exit."
                                       #language fra  "Press ESC to exit."
#string STR_INV_EMPTY_STRING           #language eng  ""
                                       #language fra  ""


